{
  "15puzzle.nvim": { "branch": "main" },
  "2048.nvim": { "branch": "main" },
  "Alienocean.nvim": { "branch": "main" },
  "CopilotChat.nvim": { "branch": "main" },
  "Hypersonic.nvim": { "branch": "main" },
  "Lemons.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NeoZoom.lua": { "branch": "main" },
  "VectorCode": { "branch": "main" },
  "Zenburn": { "branch": "master" },
  "acario.nvim": { "branch": "main" },
  "actions-preview.nvim": { "branch": "master" },
  "advanced-git-search.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "agentic.nvim": { "branch": "main" },
  "alabaster.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "animation.nvim": { "branch": "main" },
  "anticuus.nvim": { "branch": "main" },
  "any-jump.vim": { "branch": "master" },
  "apidocs.nvim": { "branch": "main" },
  "arctic.nvim": { "branch": "main" },
  "ashen.nvim": { "branch": "main" },
  "atone.nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "babel.nvim": { "branch": "main" },
  "backout.nvim": { "branch": "main" },
  "backpack.nvim": { "branch": "main" },
  "baleia.nvim": { "branch": "main" },
  "bamboo.nvim": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "better-type-hover": { "branch": "master" },
  "blackhole": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "blink-calc": { "branch": "main" },
  "blink-cmp-avante": { "branch": "master" },
  "blink-cmp-fuzzy-path": { "branch": "main" },
  "blink-cmp-tmux": { "branch": "main" },
  "blink-copilot": { "branch": "main" },
  "blink-emoji.nvim": { "branch": "master" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "bloat.nvim": { "branch": "master" },
  "bmessages.nvim": { "branch": "main" },
  "boundary.nvim": { "branch": "develop" },
  "btw.nvim": { "branch": "master" },
  "bullets.vim": { "branch": "master" },
  "camouflage.nvim": { "branch": "main" },
  "capture.vim": { "branch": "master" },
  "carbon-now.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "christmas.nvim": { "branch": "main" },
  "cloak.nvim": { "branch": "main" },
  "cmp-async-path": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-cmdline-history": { "branch": "master" },
  "cmp-dap": { "branch": "master" },
  "cmp-dictionary": { "branch": "main" },
  "cmp-dotenv": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-natdat": { "branch": "main" },
  "cmp-nerdfonts": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "cmp-tmux": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "co-author.nvim": { "branch": "main" },
  "cobalt-neon.nvim": { "branch": "main" },
  "code-refactor.nvim": { "branch": "main" },
  "code_runner.nvim": { "branch": "main" },
  "codecompanion-history.nvim": { "branch": "main" },
  "codecompanion-spinner.nvim": { "branch": "main" },
  "codecompanion.nvim": { "branch": "v18" },
  "codediff.nvim": { "branch": "main" },
  "colorful-winsep.nvim": { "branch": "main" },
  "comment-box.nvim": { "branch": "main" },
  "compile-mode.nvim": { "branch": "main" },
  "configpulse": { "branch": "main" },
  "conflict.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "conifer.nvim": { "branch": "main" },
  "convert.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot-eldritch.nvim": { "branch": "master" },
  "copilot-lsp": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "crowtranslate.nvim": { "branch": "main" },
  "csvview.nvim": { "branch": "main" },
  "cyberdream.nvim": { "branch": "main" },
  "darcubox-nvim": { "branch": "main" },
  "darkmatter-nvim": { "branch": "main" },
  "darkvoid.nvim": { "branch": "master" },
  "data-viewer.nvim": { "branch": "main" },
  "debugprint.nvim": { "branch": "main" },
  "decisive.nvim": { "branch": "main" },
  "deepwater.nvim": { "branch": "main" },
  "demicolon.nvim": { "branch": "main" },
  "detour.nvim": { "branch": "main" },
  "dev-tools.nvim": { "branch": "main" },
  "devdocs.nvim": { "branch": "main" },
  "diagflow.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "doom-one.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "dropbar.nvim": { "branch": "master" },
  "due.nvim": { "branch": "main" },
  "duplicate.nvim": { "branch": "main" },
  "earthsong": { "branch": "main" },
  "ecb": { "branch": "main" },
  "ecolog.nvim": { "branch": "main" },
  "eldritch.nvim": { "branch": "master" },
  "encourage.nvim": { "branch": "main" },
  "endpoint.nvim": { "branch": "master" },
  "evangelion.nvim": { "branch": "main" },
  "everforest-nvim": { "branch": "main" },
  "evergarden": { "branch": "mega" },
  "ferriouscolor.nvim": { "branch": "prod" },
  "flash.nvim": { "branch": "main" },
  "flatten.nvim": { "branch": "main" },
  "fleeting.nvim": { "branch": "main" },
  "flexoki": { "branch": "main" },
  "floaterm": { "branch": "main" },
  "fold-imports.nvim": { "branch": "main" },
  "freeze.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fscreen.nvim": { "branch": "main" },
  "fugit2.nvim": { "branch": "main" },
  "fyler.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "fzf-lua-frecency.nvim": { "branch": "master" },
  "garbage-day.nvim": { "branch": "main" },
  "gh.nvim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "git-log.nvim": { "branch": "main" },
  "git-rebase-auto-diff.nvim": { "branch": "main" },
  "gitgraph.nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "github-plus.nvim": { "branch": "main" },
  "github-preview.nvim": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitlogdiff.nvim": { "branch": "main" },
  "gitpad.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gitstatus.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "glowbeam.nvim": { "branch": "main" },
  "godoc.nvim": { "branch": "main" },
  "godot_color_theme": { "branch": "master" },
  "gopher.nvim": { "branch": "main" },
  "goplexity.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "gruvbox-minimal.nvim": { "branch": "main" },
  "gruvdark.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "hacker.nvim": { "branch": "main" },
  "heap.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "highlight-undo.nvim": { "branch": "main" },
  "highlighturl.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "horizon.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "impl.nvim": { "branch": "main" },
  "import.nvim": { "branch": "main" },
  "in-and-out.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "indentmini.nvim": { "branch": "main" },
  "infra.nvim": { "branch": "master" },
  "inlayhint-filler.nvim": { "branch": "main" },
  "inline_edit.vim": { "branch": "main" },
  "inlinediff-nvim": { "branch": "main" },
  "irises.nvim": { "branch": "main" },
  "iswap.nvim": { "branch": "master" },
  "jellybeans.nvim": { "branch": "main" },
  "jsdoc-switch.nvim": { "branch": "master" },
  "json-to-types.nvim": { "branch": "master" },
  "jsonfly.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "kanso.nvim": { "branch": "main" },
  "key-analyzer.nvim": { "branch": "main" },
  "kitty-scrollback.nvim": { "branch": "main" },
  "koda.nvim": { "branch": "main" },
  "kulala.nvim": { "branch": "develop" },
  "lackluster.nvim": { "branch": "main" },
  "lavish.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "lensline.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "litee.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "live-preview.nvim": { "branch": "main" },
  "local-highlight.nvim": { "branch": "master" },
  "logger.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsplinks.nvim": { "branch": "master" },
  "lua-console.nvim": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "lunajson.nvim": { "branch": "master" },
  "lunar.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "makurai-nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "markmap.nvim": { "branch": "main" },
  "mason-extra-cmds": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "md-headers.nvim": { "branch": "master" },
  "md-pdf.nvim": { "branch": "main" },
  "melange-nvim": { "branch": "master" },
  "middleclass": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.completion": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "minty": { "branch": "main" },
  "minuet-ai.nvim": { "branch": "main" },
  "mono-jade": { "branch": "main" },
  "monoglow.nvim": { "branch": "main" },
  "monokai-night.nvim": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "morta": { "branch": "main" },
  "multicursor.nvim": { "branch": "main" },
  "muren.nvim": { "branch": "main" },
  "nag.nvim": { "branch": "master" },
  "namu.nvim": { "branch": "main" },
  "nanode.nvim": { "branch": "main" },
  "naysayer.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoconf.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neomodern.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-jest": { "branch": "main" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "neotest-rust": { "branch": "main" },
  "neotest-vim-test": { "branch": "master" },
  "neotest-vitest": { "branch": "main" },
  "neovim-tips": { "branch": "master" },
  "nerdy.nvim": { "branch": "main" },
  "night-owl.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nightgem.nvim": { "branch": "main" },
  "nightingale.nvim": { "branch": "main" },
  "no-clown-fiesta.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls-shellcheck.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nordic.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-0x0": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-block-paste": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-chainsaw": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-buffer-lines": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-comment-frame": { "branch": "main" },
  "nvim-coverage": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-early-retirement": { "branch": "main" },
  "nvim-fundo": { "branch": "main" },
  "nvim-genghis": { "branch": "main" },
  "nvim-ghost.nvim": { "branch": "main" },
  "nvim-gitignore": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-jqx": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lsp-endhints": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lspimport": { "branch": "main" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-origami": { "branch": "main" },
  "nvim-pqf": { "branch": "main" },
  "nvim-px-to-rem": { "branch": "main" },
  "nvim-quicktype": { "branch": "main" },
  "nvim-regexplainer": { "branch": "main" },
  "nvim-rulebook": { "branch": "main" },
  "nvim-spider": { "branch": "main" },
  "nvim-tinygit": { "branch": "main" },
  "nvim-toggler": { "branch": "main" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "nvim_context_vt": { "branch": "master" },
  "nvumi": { "branch": "main" },
  "nwm": { "branch": "x11" },
  "nyancat-vim": { "branch": "master" },
  "oasis.nvim": { "branch": "main" },
  "obfuscate.nvim": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "oh-lucy.nvim": { "branch": "main" },
  "ohne-accidents": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "oklch-color-picker.nvim": { "branch": "master" },
  "oldworld.nvim": { "branch": "main" },
  "omega.nvim": { "branch": "main" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "opencode-frontend.nvim": { "branch": "main" },
  "opencode.nvim": { "branch": "main" },
  "org-list.nvim": { "branch": "master" },
  "output-panel.nvim": { "branch": "main" },
  "overlook.nvim": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "pair-lens.nvim": { "branch": "main" },
  "pantran.nvim": { "branch": "main" },
  "persist-quickfix.nvim": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "persistent-breakpoints.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "portal.nvim": { "branch": "main" },
  "prelive.nvim": { "branch": "main" },
  "presenting.nvim": { "branch": "main" },
  "previm": { "branch": "master" },
  "profile.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "prompt-tower.nvim": { "branch": "main" },
  "pymple.nvim": { "branch": "main" },
  "qfc.nvim": { "branch": "main" },
  "quick-code-runner.nvim": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "quicktest.nvim": { "branch": "main" },
  "rams.vim": { "branch": "main" },
  "randomword.nvim": { "branch": "master" },
  "rasmus.nvim": { "branch": "main" },
  "rayso.nvim": { "branch": "main" },
  "readline.nvim": { "branch": "main" },
  "readonly.nvim": { "branch": "main" },
  "readup.nvim": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "repeatable-move.nvim": { "branch": "master" },
  "repo-url.nvim": { "branch": "master" },
  "requirements.txt.vim": { "branch": "master" },
  "resolve.nvim": { "branch": "master" },
  "rest.nvim": { "branch": "main" },
  "retro-fallout.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "sPoNGe-BoB.NvIm": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "scratch.nvim": { "branch": "main" },
  "seeker.nvim": { "branch": "main" },
  "serene.nvim": { "branch": "master" },
  "serenity.nvim": { "branch": "main" },
  "shadow.nvim": { "branch": "main" },
  "showkeys": { "branch": "main" },
  "sibling-swap.nvim": { "branch": "main" },
  "sidekick.nvim": { "branch": "main" },
  "silentium.nvim": { "branch": "main" },
  "smart-open.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks-gallery.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "snake.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "snips": { "branch": "main" },
  "snips.nvim": { "branch": "master" },
  "sort.nvim": { "branch": "main" },
  "speedtyper.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "startup.nvim": { "branch": "master" },
  "stay-centered.nvim": { "branch": "main" },
  "stickybuf.nvim": { "branch": "master" },
  "store.nvim": { "branch": "main" },
  "strat-hero.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "sugarpunk.nvim": { "branch": "main" },
  "surface.nvim": { "branch": "main" },
  "symbol-usage.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "tailwind-tools.nvim": { "branch": "master" },
  "tailwindcss-dial.nvim": { "branch": "main" },
  "tailwindcss-shades.nvim": { "branch": "main" },
  "telescope-any": { "branch": "master" },
  "telescope-cmdline.nvim": { "branch": "main" },
  "telescope-directory.nvim": { "branch": "main" },
  "telescope-egrepify.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-git-branch.nvim": { "branch": "main" },
  "telescope-git-file-history.nvim": { "branch": "master" },
  "telescope-heading.nvim": { "branch": "main" },
  "telescope-helpgrep.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-menufacture": { "branch": "main" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope-software-licenses.nvim": { "branch": "master" },
  "telescope-spell-errors.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-yaml.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "template-literal-comments.nvim": { "branch": "main" },
  "template-string.nvim": { "branch": "main" },
  "termite.nvim": { "branch": "main" },
  "terracotta.nvim": { "branch": "main" },
  "text-case.nvim": { "branch": "main" },
  "thorn.nvim": { "branch": "main" },
  "timber.nvim": { "branch": "main" },
  "timerly": { "branch": "main" },
  "tiny-cmdline.nvim": { "branch": "main" },
  "tiny-code-action.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "tomorrow-night-blue.nvim": { "branch": "master" },
  "trailblazer.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "treesitter-modules.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "treewalker.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "truncateline.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "ts-node-action": { "branch": "master" },
  "tsc.nvim": { "branch": "main" },
  "tssorter.nvim": { "branch": "main" },
  "tw-values.nvim": { "branch": "main" },
  "twoslash-queries.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "typr": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "ultimate-autopair.nvim": { "branch": "v0.6" },
  "undotree": { "branch": "master" },
  "unnest.nvim": { "branch": "main" },
  "urlview.nvim": { "branch": "main" },
  "vague.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-afterglow": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-bufsurf": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-dirdiff": { "branch": "master" },
  "vim-dirtytalk": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-flog": { "branch": "master" },
  "vim-footprints": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-slime": { "branch": "main" },
  "vim-sunbather": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-two-firewatch": { "branch": "master" },
  "vim-uppercase-sql": { "branch": "master" },
  "volt": { "branch": "main" },
  "vscode.nvim": { "branch": "main" },
  "w3m.vim": { "branch": "master" },
  "whereami.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "whop.nvim": { "branch": "main" },
  "wildberries.nvim": { "branch": "main" },
  "windows.nvim": { "branch": "main" },
  "winshift.nvim": { "branch": "main" },
  "wrapped.nvim": { "branch": "master" },
  "wrapping-paper.nvim": { "branch": "main" },
  "wtf.nvim": { "branch": "main" },
  "yank-path.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "yoda.nvim": { "branch": "main" },
  "you-are-an-idiot.nvim": { "branch": "main" },
  "yugen.nvim": { "branch": "main" },
  "yukinord.nvim": { "branch": "main" },
  "zen.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" },
  "zignite.nvim": { "branch": "master" }
}
