{
  "15puzzle.nvim": { "branch": "main" },
  "2048.nvim": { "branch": "main" },
  "ChatGPT.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "main" },
  "HighStr.nvim": { "branch": "main" },
  "Hypersonic.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "NeoZoom.lua": { "branch": "main" },
  "accelerated-jk.nvim": { "branch": "main" },
  "advanced-git-search.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "agitator.nvim": { "branch": "main" },
  "aidoc.nvim": { "branch": "main" },
  "alabaster.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "animation.nvim": { "branch": "main" },
  "any-jump.vim": { "branch": "master" },
  "arrow.nvim": { "branch": "master" },
  "ashen.nvim": { "branch": "main" },
  "auto-cursorline.nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "baleia.nvim": { "branch": "main" },
  "baredot.nvim": { "branch": "master" },
  "before.nvim": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "better-ts-errors.nvim": { "branch": "main" },
  "binary-swap.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "blink-cmp-copilot": { "branch": "main" },
  "blink-emoji.nvim": { "branch": "master" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "block.nvim": { "branch": "main" },
  "btw.nvim": { "branch": "master" },
  "bufexplorer": { "branch": "master" },
  "buffalo-nvim": { "branch": "main" },
  "bufresize.nvim": { "branch": "master" },
  "builder.nvim": { "branch": "main" },
  "bullets.vim": { "branch": "master" },
  "capture.vim": { "branch": "master" },
  "carbon-now.nvim": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cloak.nvim": { "branch": "main" },
  "cloc.nvim": { "branch": "main" },
  "close-buffers.nvim": { "branch": "master" },
  "cmd-parser.nvim": { "branch": "master" },
  "cmp-async-path": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-emoji": { "branch": "main" },
  "cmp-natdat": { "branch": "main" },
  "cmp-nerdfonts": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "co-author.nvim": { "branch": "main" },
  "code-refactor.nvim": { "branch": "main" },
  "code_runner.nvim": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "colorful-winsep.nvim": { "branch": "main" },
  "comment-box.nvim": { "branch": "main" },
  "compile-mode.nvim": { "branch": "main" },
  "configpulse": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "context-nvim": { "branch": "main" },
  "convert.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "core.nvim": { "branch": "main" },
  "crates.nvim": { "branch": "main" },
  "crowtranslate.nvim": { "branch": "main" },
  "csvview.nvim": { "branch": "main" },
  "cyberdream.nvim": { "branch": "main" },
  "darcubox-nvim": { "branch": "main" },
  "darkvoid.nvim": { "branch": "master" },
  "data-viewer.nvim": { "branch": "main" },
  "debugprint.nvim": { "branch": "main" },
  "decisive.nvim": { "branch": "main" },
  "detour.nvim": { "branch": "main" },
  "diagflow.nvim": { "branch": "main" },
  "diagnostic-window.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "discotheque.vim": { "branch": "master" },
  "dooing": { "branch": "main" },
  "doom-one.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "due.nvim": { "branch": "main" },
  "duplicate.nvim": { "branch": "main" },
  "ecb": { "branch": "main" },
  "ecolog.nvim": { "branch": "main" },
  "eldritch.nvim": { "branch": "master" },
  "encourage.nvim": { "branch": "main" },
  "everforest-nvim": { "branch": "main" },
  "evergarden": { "branch": "mega" },
  "find-git-root.nvim": { "branch": "main" },
  "five-server.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fleeting.nvim": { "branch": "main" },
  "flexoki": { "branch": "main" },
  "focushere.nvim": { "branch": "main" },
  "freeze.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fscreen.nvim": { "branch": "main" },
  "fugit2.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gh-addressed.nvim": { "branch": "main" },
  "gh.nvim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "git-log.nvim": { "branch": "main" },
  "git-rebase-auto-diff.nvim": { "branch": "main" },
  "gitgraph.nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "github-preview.nvim": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitpad.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "glow.nvim": { "branch": "main" },
  "gopher.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "gp.nvim": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "hacker.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "heirline.nvim": { "branch": "master" },
  "helpview.nvim": { "branch": "main" },
  "highlight-undo.nvim": { "branch": "main" },
  "highlighturl.nvim": { "branch": "main" },
  "horizon.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "in-and-out.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "infra.nvim": { "branch": "master" },
  "inlayhint-filler.nvim": { "branch": "main" },
  "iswap.nvim": { "branch": "master" },
  "jellybeans.nvim": { "branch": "main" },
  "jsdoc-switch.nvim": { "branch": "master" },
  "json-to-types.nvim": { "branch": "master" },
  "jsonfly.nvim": { "branch": "main" },
  "jsonpath.nvim": { "branch": "main" },
  "keepcursor.nvim": { "branch": "main" },
  "key-analyzer.nvim": { "branch": "main" },
  "kitty-scrollback.nvim": { "branch": "main" },
  "kulala.nvim": { "branch": "main" },
  "lackluster.nvim": { "branch": "main" },
  "lavish.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "linediff.vim": { "branch": "main" },
  "litee.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "local-highlight.nvim": { "branch": "master" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsplinks.nvim": { "branch": "master" },
  "lua-console.nvim": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "lunar.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "markdown-togglecheck": { "branch": "main" },
  "markmap.nvim": { "branch": "main" },
  "mason-extra-cmds": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "md-headers.nvim": { "branch": "master" },
  "md-pdf.nvim": { "branch": "main" },
  "melange-nvim": { "branch": "master" },
  "middleclass": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.completion": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.misc": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "minty": { "branch": "main" },
  "mono-jade": { "branch": "main" },
  "monoglow.nvim": { "branch": "main" },
  "monorepo.nvim": { "branch": "main" },
  "morta": { "branch": "main" },
  "multicursor.nvim": { "branch": "main" },
  "muren.nvim": { "branch": "main" },
  "nag.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoconf.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neomodern.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-jest": { "branch": "main" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "neotest-rust": { "branch": "main" },
  "neotest-vim-test": { "branch": "master" },
  "neotest-vitest": { "branch": "main" },
  "nerdy.nvim": { "branch": "main" },
  "night-owl.nvim": { "branch": "main" },
  "no-clown-fiesta.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-block-paste": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-chainsaw": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-buffer-lines": { "branch": "master" },
  "nvim-cmp-rust": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-comment-frame": { "branch": "main" },
  "nvim-coverage": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-devdocs": { "branch": "master" },
  "nvim-fundo": { "branch": "main" },
  "nvim-genghis": { "branch": "main" },
  "nvim-gitignore": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-jqx": { "branch": "master" },
  "nvim-keycastr": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lsp-endhints": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lspimport": { "branch": "main" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-origami": { "branch": "main" },
  "nvim-pqf": { "branch": "main" },
  "nvim-px-to-rem": { "branch": "main" },
  "nvim-quicktype": { "branch": "main" },
  "nvim-regexplainer": { "branch": "main" },
  "nvim-rulebook": { "branch": "main" },
  "nvim-spider": { "branch": "main" },
  "nvim-toggler": { "branch": "main" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ts-utils": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-window-picker": { "branch": "main" },
  "nvim_context_vt": { "branch": "master" },
  "nwm": { "branch": "x11" },
  "nyancat-vim": { "branch": "master" },
  "obfuscate.nvim": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "octohub.nvim": { "branch": "main" },
  "ohne-accidents": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "oklch-color-picker.nvim": { "branch": "master" },
  "oldworld.nvim": { "branch": "main" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "openingh.nvim": { "branch": "main" },
  "output-panel.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "pantran.nvim": { "branch": "main" },
  "parcel.nvim": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
  "persistent-breakpoints.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "portal.nvim": { "branch": "main" },
  "presenting.nvim": { "branch": "main" },
  "profile.nvim": { "branch": "master" },
  "project-cli-commands.nvim": { "branch": "main" },
  "project-explorer.nvim": { "branch": "main" },
  "project_nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "pymple.nvim": { "branch": "main" },
  "qfc.nvim": { "branch": "main" },
  "quick-buffer-jump": { "branch": "main" },
  "quick-code-runner.nvim": { "branch": "main" },
  "quicktest.nvim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "randomword.nvim": { "branch": "master" },
  "rasmus.nvim": { "branch": "main" },
  "rayso.nvim": { "branch": "main" },
  "readline.nvim": { "branch": "main" },
  "readup.nvim": { "branch": "main" },
  "recursive-macro.nvim": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "replacer.nvim": { "branch": "master" },
  "repo-url.nvim": { "branch": "master" },
  "repolink.nvim": { "branch": "master" },
  "requirements.txt.vim": { "branch": "master" },
  "reticle.nvim": { "branch": "main" },
  "ronny.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "sPoNGe-BoB.NvIm": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "scratch.nvim": { "branch": "main" },
  "scrollEOF.nvim": { "branch": "master" },
  "search.nvim": { "branch": "main" },
  "serene.nvim": { "branch": "master" },
  "serenity.nvim": { "branch": "main" },
  "showkeys": { "branch": "main" },
  "sibling-swap.nvim": { "branch": "main" },
  "smart-open.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "snake.nvim": { "branch": "main" },
  "snap": { "branch": "main" },
  "snipe.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "snips": { "branch": "main" },
  "snips.nvim": { "branch": "master" },
  "sort.nvim": { "branch": "main" },
  "sortjson.nvim": { "branch": "main" },
  "speedtyper.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "stay-centered.nvim": { "branch": "main" },
  "stickybuf.nvim": { "branch": "master" },
  "strat-hero.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "sunglasses.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "tailwind-tools.nvim": { "branch": "master" },
  "telescope-any": { "branch": "master" },
  "telescope-directory.nvim": { "branch": "main" },
  "telescope-egrepify.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope-git-branch.nvim": { "branch": "main" },
  "telescope-git-file-history.nvim": { "branch": "master" },
  "telescope-heading.nvim": { "branch": "main" },
  "telescope-helpgrep.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-menufacture": { "branch": "main" },
  "telescope-node-modules.nvim": { "branch": "main" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope-software-licenses.nvim": { "branch": "master" },
  "telescope-spell-errors.nvim": { "branch": "main" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-yaml.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "template-literal-comments.nvim": { "branch": "main" },
  "text-case.nvim": { "branch": "main" },
  "tfm.nvim": { "branch": "main" },
  "timber.nvim": { "branch": "main" },
  "timerly": { "branch": "main" },
  "tiny-buffers-switcher.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "tinyunit": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggle.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trailblazer.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "treesitter-utils": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "truncateline.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "ts-node-action": { "branch": "master" },
  "tsc.nvim": { "branch": "main" },
  "tssorter.nvim": { "branch": "main" },
  "tw-values.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "twoslash-queries.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "typr": { "branch": "main" },
  "ultimate-autopair.nvim": { "branch": "v0.6" },
  "undotree": { "branch": "master" },
  "urlview.nvim": { "branch": "main" },
  "utils.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-be-good": { "branch": "master" },
  "vim-bufsurf": { "branch": "master" },
  "vim-choosewin": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-dirdiff": { "branch": "master" },
  "vim-dirtytalk": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-flog": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-slime": { "branch": "main" },
  "vim-test": { "branch": "master" },
  "vim-uppercase-sql": { "branch": "master" },
  "vim-winteriscoming": { "branch": "main" },
  "virt-column.nvim": { "branch": "master" },
  "volt": { "branch": "main" },
  "w3m.vim": { "branch": "master" },
  "wb-only-current-line.nvim": { "branch": "main" },
  "whereami.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "whop.nvim": { "branch": "main" },
  "wildfire.nvim": { "branch": "master" },
  "windows.nvim": { "branch": "main" },
  "winshift.nvim": { "branch": "main" },
  "witch": { "branch": "main" },
  "wrapping-paper.nvim": { "branch": "main" },
  "wtf.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "you-are-an-idiot.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
